---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DatumPlane
source: html/1f49a2d1-5fe9-386a-3ad5-a92c268adfe6.htm
---
# DatumPlane Members

Adds a default Leader for the indicated end of the datum plane. This method does not apply to Reference planes (which do not support leaders).